import "./Aboutus.css";

export default function AboutusContainer() {
  return (
    <div className="about-us-container">
      <h2 className="about-us-title-sp">درباره ما</h2>
      <div className="about-us-text-sp">
        <p>
          به سای‌کانکت خوش آمدید.در این‌جا مأموریت ما تسهیل و ارتقای مدیریت
          فعالیت‌های انجمن علمی، ایجاد محیطی یکپارچه برای محققان و متخصصان برای
          ارتباط، یادگیری و مشارکت است. ما در تلاش هستیم تا انجمن‌ها را با
          ابزارها و منابعی که برای پیشرفت در یک چشم‌انداز همیشه در حال تکامل
          نیاز دارند، توانمند کنیم.
        </p>
        <p>
          ما در سازمان‌دهی کنفرانس ها، سمینارها و کارگاه‌هایی تخصص داریم که
          درخشان‌ترین ذهن‌ها را در این زمینه گرد هم می‌آورد. از برنامه‌ریزی تا
          اجرا، ما اطمینان می‌دهیم که تمام جزییات با دقت طراحی شده‌اند تا
          تجربه‌ای استثنایی را ارائه دهند.
        </p>
        <p>
          ما همچنین اهمیت پرورش حس قوی جامعه را درک می‌کنیم. از طریق پلتفرم خود،
          فرصت‌های شبکه‌سازی، انجمن‌هایی برای تبادل دانش و فضاهای مشارکتی را
          برای ایجاد تعاملات معنادار به اعضای انجمن ارائه می‌دهیم.
        </p>
        <p>
          با سال‌ها تجربه در مدیریت انجمن‌های علمی، موفقیت انجمن شما را تضمین
          می‌کنیم. ما با انجمن‌ها همکاری نزدیک داریم تا نیازها و اهداف منحصر به
          فرد آن‌ها را درک کنیم. رویکرد آینده نگر ما تضمین می‌کند که از روندهای
          صنعت جلوتر می‌مانیم و راه‌حل های نوآورانه‌ای ارائه می‌دهیم که انجمن
          شما را تأثیرگذار نگه می‌دارد. موفقیت شما موتور محرکه ماست.{" "}
        </p>
        <p>
          ما متعهد هستیم که فراتر از انتظارات شما عمل کنیم و به رشد انجمن شما
          کمک کنیم :)
        </p>
      </div>
    </div>
  );
}
